import React from 'react';
import './aboutUs.css';

const AboutUs = () => {
    return (
        <div className="aboutus-container">
            <h1>אודות החברה</h1>
            <p>
                <strong>שם החברה:</strong> 👩🏼Sari&👩🏽Leah🙃
            </p>
            <p>
                <strong>מייסד:</strong> מאיר קיקוזשוילי
            </p>
            <p>
                <strong>שנת הקמה:</strong> 2020
            </p>
            <p>
                <strong>מספר נהגים:</strong> 300
            </p>
            <p>
                <strong>מספר נסיעות יומיות:</strong> 1,000+
            </p>
            <p>
                👩🏼Sari&👩🏽Leah🙃 היא אחת מאותן חברות טכנולוגיה בודדות בישראל והערים ברחבי הארץ אשר נותנות שירות הובלה לפי דרישה. המהלך שהביא מהפכה בענף המוניות בכל רחבי העולם.
            </p>
            <p>
                התפתחות הטכנולוגיות ומערך השירות הציבורי מאפשר כיום פשוט להקיש על הטלפון שלכם ולגרום למונית להגיע למקום שלכם בזמן המינימלי האפשרי, מה שמשאיר הרבה סטארט-אפים מתחילים כמהים לאפליקציה כמו 👩🏼Sari&👩🏽Leah🙃.
            </p>
            <p>
                השיטה שבה אנחנו בהיי דרייבר פועלים קצת שונה מהשיטות שאנחנו מכירים לרוב בשוק התחבורה הציבורית ובפרט אצל נהגי מוניות ותחנות מוניות. בהיי דרייבר עברנו דרך ארוכה ממוניות ועד שהגענו להיום ואנחנו נותנים גם שירותי משלוחים, הסעות טיולים, כמו גם אמצעי תחבורה אחרים לפי דרישה. שירות איסוף אופנועים ושירות משלוחים בכמה ערים.
            </p>
            <p>
                בתור חברה שחושבת על לקוחותיה אנחנו נותנים הטבות מיוחדות לאנשי המקצוע אשר נוסעים עמנו הלוך ושוב לעבודה מידי יום, דואגים להעניק גם לאזרחים ותיקים הטבות ושירות נוח ויעיל. היי דרייבר זיהתה את הבעיה המתמשכת בהזמנת מונית ונתנה פתרון טכנולוגי באמצעות אפליקציה מתקדמת ונוחה. הפתרון להזמנת מונית באמצעות הקשה על הטלפון הביא למהפכה בענף המוניות. האפליקציה הושקה רשמית לא מזמן ועד מהרה הפכה לפופולרית בשל הערך שהיא סיפקה לאנשים.
            </p>
            <p>
                היי דרייבר פועלת ב- 4 שלבים פשוטים ונוחים לשימוש: השלב הראשון, הזמנת המונית: יש אפליקציה לסמארטפון המאפשרת להזמין מונית באופן מיידי או לתזמן אותה לזמן מה לאחר מכן. השלב השני, התאמת המונית: מיד עם הגשת הבקשה נשלחה הודעה עם הפרטים שלך לנהג הקרוב. נהג המונית יכול לבחור לקבל או לדחות את הנסיעה. במקרה שהוא דוחה, הודעה נשלחת לנהג אחר באותו אזור. השלב השלישי, איסוף ונסיעה: הלקוח יכול לעקוב אחר המונית כשהיא מגיעה וגם ה-ETA מוצג ללקוח. המונה מתחיל ברגע שהלקוח מתיישב בתא הנהג שניתן לעקוב אחריו גם דרך האפליקציה בצד הלקוח. אנו דואגים שהנהגים שעובדים איתנו הם נהגים איכותיים, מקצועיים וידידותיים הדואגים שהנסיעה תהיה נוחה ובטוחה.
            </p>
        </div>
    );
};

export default AboutUs;
